{"sections":{"breadcrumbs":{"type":"breadcrumbs","disabled":true,"settings":{}},"main-article":{"type":"main-article","blocks":{"title":{"type":"title","settings":{"article_show_excerpt":true,"excerpt_length":30,"article_show_sharing":true}},"featured_image":{"type":"featured_image","settings":{"image_ratio":"medium"}},"content":{"type":"content","settings":{}},"tags":{"type":"tags","settings":{}}},"block_order":["title","featured_image","content","tags"],"disabled":true,"settings":{"article_show_date":true,"article_show_author":true}},"image_with_text_overlay_pJi79Q":{"type":"image-with-text-overlay","blocks":{"heading_FUbYV8":{"type":"heading","settings":{"text":"Ever wonder what are the most sustainable clothes?","heading_font_size":40,"heading_font_weight":"600","heading_color":"#ffffff"}}},"block_order":["heading_FUbYV8"],"custom_css":["@media screen and (max-width: 749px) {.image-with-text-overlay {min-height: 250px; height: 250px; overflow: hidden; } .image-with-text-overlay--heading {font-size: 25px !important; font-weight: 600 !important; line-height: 1 !important; }}"],"name":"Image with text overlay","settings":{"section_width":"full-width-row-full","image":"shopify:\/\/shop_images\/pf-f6940b46--Arms-ofandes-sustainable-clothing-blog.webp","image_parallax":false,"desktop_height":"desktop-height-450","mobile_height":"mobile-height-350","content_width":"large","content_position":"middle-left","text_alignment":"left","overlay_color":"#000000","overlay_opacity":0,"disable_top_spacing":true,"disable_bottom_spacing":true}},"rich_text_GpWLNc":{"type":"rich-text","blocks":{"text_wEPTzF":{"type":"text","settings":{"text":"<h6>\"As manufacturers we have made it our mission to break down all the aspects of clothing production to get to what truly makes clothing eco-friendly.\"<br\/><\/h6><p> - Meli<br\/>Founder of AoA<\/p>","custom_liquid":"","color":"#000000","font_size":33,"font_weight":300}},"text_CUCb3M":{"type":"text","settings":{"text":"<p><strong>Understanding what makes clothes sustainable can get very confusing. Brands are often accused of \"<\/strong><a href=\"hhttps:\/\/www.investopedia.com\/terms\/g\/greenwashing.asp\" target=\"_blank\">green washing<\/a><strong>\": cherry picking an ecological benefit in their clothes and claiming they are a sustainable brand. We at Arms of Andes, as manufacturers, have made it our mission to break down all aspects of apaprel manufacture to get to what truly makes clothing eco-friendly. It is not as simple as just saying biodegradable, organic, or recyclable. There is a whole process to making clothes and each step of the way, we have to push sustainability to the limits. Below is a clear checklist we can use when determining if our clothes are good for us, other animals, and our environment. <\/strong><\/p>","custom_liquid":"","color":"#000000","font_size":16,"font_weight":300}}},"block_order":["text_wEPTzF","text_CUCb3M"],"custom_css":[".richtext-full-bg {margin: 3% 8% 0 8%;}",".rte {line-height: 2em; letter-spacing: 0.5px; text-align: justify;}","h6 {font-size: 2.063rem; line-height: 2em; letter-spacing: 0.5px;}","h3 {text-align: center;}",".subheading {letter-spacing: 0; text-transform: capitalize;}","@media screen and (max-width: 749px) {.rte, .custom-heading, h6 {font-size: 12px !important; }}"],"name":"Rich text","settings":{"section_width":"full-width-row","text_width":"grid","text_position":"left","text_alignment":"left","color_bg":"rgba(0,0,0,0)","color_text":"#4a4a4a","color_links":"#151515","disable_top_spacing":true,"disable_bottom_spacing":true}},"multicolumn_m9HUeK":{"type":"multicolumn","blocks":{"column_LP3RRq":{"type":"column","settings":{"image_full_width":false,"image_link":"","retina":true,"title":"","text":"<h5>1. Where does the material come from?<\/h5><h5><\/h5><h5>2. How it is the raw material made into a fiber?<\/h5><h5><\/h5><h5>3. Where is the fiber combed\/carded, spun in to yarn, and sewn into clothes?<\/h5><h5><\/h5><h5>4. Will the clothes I am wearing contaminate the environment?<\/h5>","link_label":"","link":""}},"column_6DxtbR":{"type":"column","settings":{"image_full_width":false,"image_link":"","retina":true,"title":"","text":"<p>✔ Does it come from a free-ranging animal, a renewable source, or industrial farming?<\/p><h3><\/h3><p>✔ Do the harvesting and fiber production processes harm the animals or the envirnoment?<\/p><h3><\/h3><p>✔ Are these processes caried out in one country or shipped all over the world?<\/p><h3><\/h3><p>✔ Does the fabric leach chemicals or microplastics when washing? Will it naturally biodegrade when I dispose of it? <\/p>","link_label":"","link":""}}},"block_order":["column_LP3RRq","column_6DxtbR"],"custom_css":[".backgroundf .rte {color: black !important; font-size: 1.6rem;}","a {color: #ed7332; text-decoration: none;}",".backgroundf {margin: 4% 8% 0 8%;}"],"name":"Multicolumn","settings":{"fondo_color":"#ffffff","heading":"The Sustainable Clothing Checklist","heading_left":false,"heading_color":"#0e355e","heading_weight":700,"heading_size_section":32,"description":"","full_width":true,"display_type":"grid","image_ratio":"adapt","columns_desktop":2,"text_alignment":"left","heading_size":"h5","mobile_swipe":false,"show_progress_bar":true,"disable_top_spacing":true,"disable_bottom_spacing":false}},"tabbed_content_XxC6DE":{"type":"tabbed-content","blocks":{"tab_fFfaxe":{"type":"tab","settings":{"tab_label":"ALPACA","icon":"none","text":"<p>Our Alpaca apparel is sustainable at every level, we use 100% Andean Alpaca Fibers all produces in Peru. Andean Alpacas are not industrially farmed, they roam freely and are humanely sheared. Alpaca fibers naturally biodegrade, and our production has the lowest carbon footprint. <br\/><\/p><p><strong>OUR STEP BY STEP PROCESS:<\/strong><br\/><strong>1. SOURCE OF THE FIBER<\/strong><br\/>The fiber is fleece of free-ranging Andean Alpacas:<br\/><br\/><strong>A KEY PART OF PERUVIAN CULTURE: <\/strong>Alpacas are highly revered and cared for in Peru. They are considered a fundamental part of the culture. The vast majority of Alpaca are owned by small rural families in the Andes mountains. They are also an important part of the indigenous economy in Peru. They help give economic benefit to small farmers and families, this is another reason Alpacas are so cared after. <br\/><br\/><strong>DOMESTICATED 2,000+ YEARS AGO: <\/strong>Alpacas have evolved for life in the Andes. They were domesticated at least 2,000 years ago and have been living in synergy with the Andean people and the land since then. Alpacas were not brought into Peru, they evolved from the wild Vicuña, also native to the Andes.<br\/><br\/><strong>NO INDUSTRIAL FARMING: STILL ROAMING FREE IN THE ANDES: <\/strong>Andean Alpacas are not industrially farmed and roam freely as they have done for millennia. Their farmers never harm or kill them for their wool. Alpacas live in harmony with their environment. They have padded feet that do not damage the fields they graze on. When they eat, they cut the grass, promoting regrowth.<br\/><br\/><strong>2. MAKING THE FIBER<\/strong><br\/>Making the fiber is simple, cut the hair off the Alpaca:<br\/><br\/><strong>ETHICAL SHEARING:<\/strong> Alpacas have been sheared traditionally ever since they were domesticated. This method, using scissors or an approved method of mechanical shearing, does not harm the alpaca, which would also be economically harmful to an Andean farmer since Alpaca are very expensive. Alpacas need to be sheared. If their wool is not cut the will develop bacterial growth that will make them sick. <br\/><br\/><strong>TRADITIONAL CLASSIFICATION BY HAND:<\/strong> Andean women classify Alpaca fibers by hand. This is a traditional technique that has been tested and proven to be as effective as machine. Also, it provides an income of the rural women of the Andes. <br\/><br\/><strong>3. FIBER TO CLOTHES<\/strong><br\/>We get the fiber and make the clothes all in Peru:<br\/><br\/><strong>ALL DONE IN PERU: LOWEST CARBON FOOTPRINT:<\/strong> From the fiber to the final clothes, all of our production at Arms of Andes is done in Peru. We eliminate all maritime shipping, We are only left with the distribution, to get the clothes to you. Not all Alpaca brands do this, although the Peru based companies usually do.<br\/><br\/><strong>SPINNING INTO YARN:<\/strong> The raw fiber is washed and combed and formed into \"tops\". These are then mechanically spun into yarn. Our suppliers use biodegradable detergents for washing and use solar panels to heat the water.<br\/><br\/><strong>MECHANICAL PROCESS:<\/strong> Turning fiber into clothes is generally a mechanical process for all fibers: the raw fiber is cleaned and combed into tops\/slivers\/etc., which are then spun into yarn. The yarn is knitted or woven into fabric. The cleaned and prepared fabric is finally cut, and sewn into clothes. <br\/><br\/><strong>4. WEARING & DISPOSING<\/strong><br\/>Wearing to disposing Alpaca wool biodegrades:<br\/><br\/><strong>WEARING: NO SYNTHETIC CONTAMINATION:<\/strong> 100% Alpaca clothes means that no part of your body is not coming into contact with synthetic fibers. This is especially important with underwear or baby clothes. <br\/><br\/><strong>WASHING: NO SYNTHETIC CONTAMINATION:<\/strong> Washing can result in microplastics or chemicals being released into the water supply. 100% Alpaca releases no microplastics into the ocean.  <br\/><br\/><strong>DISPOSING: NO SYNTHETIC CONTAMINATION:<\/strong> When possible we should always recycle\/repair\/gift our clothes. In the case you have to throw them away, you can do so knowing that 100% Alpaca fabric will naturally biodegrade without contaminating the environment. <\/p>","text_columns":"1","page":"","custom_liquid":""}},"tab_nYipcJ":{"type":"tab","settings":{"tab_label":"MERINO","icon":"none","text":"<p>100% Merino Apparel is naturally biodegradable and also very sustainable (when sheep are ethically raised). Merino wool is currently grown in Australia\/New Zealand (and a few other countries) and processed throughout Asia\/Eastern Europe, adding to the global footprint.<br\/><\/p><h4><strong>STEP BY STEP PROCESS:<\/strong><br\/><\/h4><p><strong>1. SOURCE OF THE FIBER<\/strong><\/p><p>Merino wool comes from Australian\/New Zealand large-scale sheep farms: <br\/><br\/><strong>DOMESTICATED IN THE 1200s :<\/strong>Merino Sheep are believed to have been domesticated in Spain in the 1200s by cross breeding. <\/p><p><strong>NEW HOMES IN AUSTRALIA & NEW ZEALAND:<\/strong> Merino Sheep are now bred in Australia and New Zealand since the 1800s. They are primarily raised in large flocks on farms or \"stations\", which form an important part of the rural economy. <br\/><\/p><p><strong>2. MAKING THE FIBER<\/strong><br\/><br\/>Making the fiber is simple, cut the hair off the Merino Sheep:<br\/><br\/><strong>ETHICAL SHEARING:<\/strong> Merino is currently ethically sheared. Previously, mulesing was a common practice. This is when the strips of Merino skin are removed from around the buttocks to prevent infections from parasites. The practice still exists although many brands use certified museling-free wool.<br\/><br\/><strong>SUPERWASH WOOL:<\/strong> Merino wool that is machine washable has been Superwashed. Superwashing is a process to remove the scales on the wool fibers; if not removed merino wool starts to felt on washing. Superwashing involves lots of water, an acid and other chemicals to remove the scales. This is not a sustainable process especially when the acid and other chemicals are disposed of.<br\/><br\/><strong>3. FIBER TO CLOTHES<\/strong><br\/><br\/>Merino is grown and processed in different countries<br\/><br\/><strong>GROWN IN AUSTRALIA AND PROCESSED IN ASIA :<\/strong> Merino wool is grown in Australia and Asia. This raw fiber is usually taken to China or South East Asia to be made into tops (combed fiber). The tops are then taken to another Asian country to be turned into yarn. That yarn is then exported to another country (depending on the brand) to be turned into fabric. The final fabric may then be shipped to Eastern Europe to be cut and sewn into clothes. <br\/><br\/><strong>MECHANICAL PROCESS: <\/strong>Turning fiber into clothes is generally a mechanical process for all fibers: the raw fiber is cleaned and combed into tops\/slivers\/etc., which are then spun into yarn. The yarn is knitted or weaved into fabric. The cleaned and prepared fabric is finally cut, and sewn into clothes. <br\/><br\/><strong>4. WEARING & DISPOSING<\/strong><br\/><br\/>Wearing, washing, or disposing, Merino naturally biodegrades:<br\/><strong><br\/>WEARING: NO SYNTHETIC CONTAMINATION<\/strong>; 100% Merino clothes means that no part of your body is not coming into contact with synthetic fibers. This is especially important with underwear or baby clothes. <br\/><br\/><strong>WASHING: NO SYNTHETIC CONTAMINATION:<\/strong> Washing can cause chemicals or microplastics to be released into the water supply.  100% Merino releases no microplastics into the ocean.  Be aware that merino is often blended with synthetic fibers, so if the garment is not 100% merino, microplastic leaching may still be a problem.<br\/><\/p><p><strong>DISPOSING: NO SYNTHETIC CONTAMINATION: <\/strong>When possible we should always recycle\/repair\/gift our clothes. In the case you have to throw them away know that 100% Merino fiber will naturally biodegrade without contaminating the environment. Be aware that merino is often blended with synthetic fibers, so if the fabric is not 100% merino parts of it won't biodegrade.<\/p>","text_columns":"1","page":"","custom_liquid":""}},"tab_VUyJtw":{"type":"tab","settings":{"tab_label":"POLYESTER","icon":"none","text":"<p>Using recycled polyester is a big improvement on \"virgin\" synthetic clothing. Recycled or not, polyester will always contaminate the environment and sea-life when washed or disposed of. It's production also has a big carbon footprint, as manufature takes place through various parts of Asia.<br\/><\/p><p><strong>1. SOURCE OF THE FIBER<\/strong><br\/>Recycled Polyester comes from plastic (e.g. water bottles):<br\/><br\/><strong>NON-RENEWABLE: LIMITATIONS TO RECYCLING:<\/strong> Crude oil is chemically processed to make plastics, used for water bottles etc. Plastics can only be recycled 1-2 times before before being made into fibers. After which, the plastic in the clothes cannot be reused. Recycled plastic will always eventually require new plastic as a source.<br\/><br\/><strong>2. MAKING THE FIBER<\/strong><br\/>Plastic bottles are mechanically processed to make the fibers:<br\/><br\/><strong>MECHANICAL RECYCLING:<\/strong> Plastic goes through an energy intensive process to be turned into fibers. Recycle-grade plastic is cut into chips, the chips are melted and pressed with a plate into long fibers. These fibers are spun into the yarn.<br\/><br\/><strong>3. FIBER TO CLOTHES<\/strong><br\/>Recycled polyester is processed throughout many countries:<br\/><br\/><strong>PROCESSED IN MANY PLACES : LIMITED TRACEABILITY:<\/strong> Recycled Polyester is now mainly processed in China to make the fiber. From here the fiber is shipped around Asia to different countries to make the yarn and the fabric cheaply. This varies by manufaturers, but ultimately adds to the overall carbon footprint of production.<br\/><br\/><strong>4. WEARING & DISPOSING<\/strong><br\/>Wearing, washing, or disposing, recycled polyester contaminates:<br\/><br\/><strong>WEARING: NO SYNTHETIC CONTAMINATION:<\/strong> Currently there is no evidence to show that wearing recycled polyester can contaminate your body.<br\/><br\/><strong>WASHING: SYNTHETIC CONTAMINATION<\/strong>: When synthetics -including polyester - are washed, evidence shows that microplastics are realeased into our waterways and eventually into the ocean. These microplastics can be harmful to sealife and underwater ecosystems.<br\/><br\/><strong>DISPOSING: SYNTHETIC CONTAMINATION:<\/strong> When disposed of into landfills, recycled polyester will not biodegrade. It breaks down eventually (estimates are anywhere from 20 to 200 years) and this decomposition results in more microplastics entering the environment. <\/p>","text_columns":"1","page":"","custom_liquid":""}}},"block_order":["tab_fFfaxe","tab_nYipcJ","tab_VUyJtw"],"custom_css":[".tabbed-content-wrapper {margin: 0 8%;}"],"name":"Tabbed content","settings":{"heading":"Comparing Fiber Sustainability","description":"<p>*Click on each tab to see the production from the fiber to the clothes.<\/p>","text_width":"medium","tab_alignment":"left","text_alignment":"left","color_bg":"#ffffff","color_tabs":"#0e355e","color_text":"#151515","color_border":"#e2e2e2","disable_top_spacing":true,"disable_bottom_spacing":false}},"rich_text_xUcwah":{"type":"rich-text","blocks":{"heading_LCkHFi":{"type":"heading","settings":{"text":"Further Considerations  For Sustainability","color":"#b7d8d1","font_size":47,"font_weight":600}},"text_xLnRwT":{"type":"text","settings":{"text":"<p>The items below are just as important, but are not dependent on the fiber itself. Therefore it is up to each individual brand to ensure that all components of their clothing are produced in the most sustainable way possible, with the lowest carbon footprint. <\/p><ul><li><strong>Dyes<\/strong>: no chrome dyes are an improvement, but all natural dyes derived from plants (preferably organic) found in the local environment is always the best. Every piece of clothing may come out different from the next (making industrial standardization difficult), but that just makes it even more unique. <\/li><li><strong>Thread<\/strong>: This is a small piece but it is what holds the clothing together. Synthetic threads that are synthetically dyed should be avoided. The best and most practical (due to strength and durability) is using 100% cotton: it can be used in industrial machines and is worth the price.<\/li><li><strong>Labels and Tags:<\/strong> These are usually made with polyester (synthetics) and synthetic dyes, but can easily be made with 100% cotton and vegetable dyes.<\/li><li><strong>Zippers:<\/strong> This is where it gets tricky, durable and light zippers are hard to make, and making them 100% biodegradable has not been successfully done. In this case the best thing is to use eco zippers made from recycled plastic. The teeth and slider can be metal but it is hard to make durable 100% cotton tape, so some synthetics are currently needed. <\/li><li><strong>Bands:<\/strong> Bands hold our leggings, bras, and boxers to our bodies and are usually made with some synthetic elastic material. There are very few brands that have put the extra effort in making bands out of sustainable rubber and cotton. Arms of Andes will be testing these out to see how durable they are. Besides this, sustainable alternatives that are durable have been hard to find, but we will keep looking.<\/li><li><strong>Shipping Material:<\/strong> Many companies have made huge advances on this. There is a technical difference between biodegradable and compostable. In the end, there are great options including recylced and recyclable paper and cardboard as well as compostable cellulose, so plastic packaging is no longer necessary! <\/li><\/ul>","custom_liquid":"","color":"#000000","font_size":18,"font_weight":300}}},"block_order":["heading_LCkHFi","text_xLnRwT"],"custom_css":[".richtext-full-bg {margin: 3% 8% 0 8%;}",".rte {line-height: 2em; letter-spacing: 0.5px; text-align: justify;}","h2,h6 {text-align: center;}","h3 {text-align: center;}",".subheading {letter-spacing: 0; text-transform: capitalize;}","@media screen and (max-width: 749px) {.rte, .custom-heading {font-size: 12px !important; }}"],"name":"Rich text","settings":{"section_width":"full-width-row","text_width":"grid","text_position":"left","text_alignment":"left","color_bg":"rgba(0,0,0,0)","color_text":"#4a4a4a","color_links":"#151515","disable_top_spacing":true,"disable_bottom_spacing":true}},"gallery_wpfaf9":{"type":"gallery","blocks":{"image_4HdV8g":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/pf-39082e30--IMG5699-1-Edited-1.webp","subheading":"","title":"","text":"","link_label":"SHOP NOW","link":"shopify:\/\/collections\/womens-alpaca-wool-clothing","use_text_button":false,"block_link":"","product_list":[]}},"image_3zjK9m":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/pf-34d7fad7--IMG5698-2-Edited.webp","subheading":"","title":"","text":"","link_label":"SHOP NOW","link":"shopify:\/\/collections\/mens-alpaca-wool-clothing","use_text_button":false,"block_link":"","product_list":[]}}},"block_order":["image_4HdV8g","image_3zjK9m"],"custom_css":[".gallery__inner {display: grid !important; gap: 1rem;}",".gallery {padding-left: 1.8rem; padding-right: 1.8rem;}",".aspect-ratio {--ratio-percent: 49% !important;}",".gallery.custom-gallery img {object-fit: cover; height: 100%; width: 100%;}",".button {background-color: rgb(14, 37, 94); color: rgb(255, 255, 255); font-size: 16px; padding: 15px 30px; letter-spacing: 0.3px; font-weight: 700; border: none;}"],"name":"Gallery","settings":{"columns_desktop":2,"section_width":"grid","mobile_swipe":false,"image_ratio":"adapt","content_position":"middle-center","text_alignment":"center","column_spacing":"small","heading_size":"h2","overlay_color":"#000000","overlay_opacity":0,"disable_top_spacing":false,"disable_bottom_spacing":false}},"custom_liquid_UWTPgL":{"type":"custom-liquid","name":"Custom liquid","settings":{"custom_liquid":"<style>\n@media screen and (max-width: 749px) {\n.gallery__inner {\n  display: grid !important;\n  gap: 1rem;\n}\n.gallery {\n  padding-left: 1.8rem;\n  padding-right: 1.8rem;\n}\n.aspect-ratio {\n  --ratio-percent: 49% !important;\n}\n.gallery.custom-gallery img {\n  object-fit: cover!important;\n  height: 100%!important;\n  width: 100%!important;\n}\n}\n<\/style>","section_width":"full-width-row"}}},"order":["breadcrumbs","main-article","image_with_text_overlay_pJi79Q","rich_text_GpWLNc","multicolumn_m9HUeK","tabbed_content_XxC6DE","rich_text_xUcwah","gallery_wpfaf9","custom_liquid_UWTPgL"]}