{"sections":{"main":{"type":"main-page","settings":{"show_page_title":false,"disable_top_spacing":false,"disable_bottom_spacing":false}},"rich_text_BFqnq6":{"type":"rich-text","blocks":{"heading_zMj3zr":{"type":"heading","settings":{"text":"Shipping & Returns","color":"#2b3537","font_size":40,"font_weight":500}},"text_chyMfk":{"type":"text","settings":{"text":"<h4>USA Orders:<\/h4><p>Free Shipping On U.S. Orders Over $100<\/p><h4>Payment Methods<\/h4><p>We accept all major credit cards or, if you prefer, you can pay with your Paypal, Amazon Pay, GPay and Shop Pay account.<\/p><h4>Shipping Cost<\/h4><p>In the USA, <strong>orders over $100 include free shipping<\/strong>. For orders under $100, shipping costs are calculated based on weight and are usually between $5 and $11. For Canada, the shipping cost can range between $10 to $50. Shipping to the rest of the world generally costs around $25, based on the weight and size of the package. For shipping to Europe and the United Kingdom, please visit our <a href=\"https:\/\/ecoaya.eu\/\" target=\"_blank\">European Site<\/a>.<\/p><h4>Shipping Time<\/h4><p>Please allow 2 business days after the date of purchase for handling. Delivery within the USA can take <strong>2-7 business days<\/strong>. We deliver from Los Angeles, CA, so all items have already passed US customs. We can ship to almost any location <strong>worldwide<\/strong>. <\/p><h4>Tracking Your Order<\/h4><p>Once your items have been shipped, we will send you a tracking number by e-mail.<\/p><h4>Exchanges & Returns<\/h4><p>Our policy lasts 15 days, with a $5.00 return shipping label for all USA orders. The fee will be deducted from your refund. If 15 days have gone by since your purchase, unfortunately we generally cannot offer you a refund or exchange. Please note, for hygienic purposes, panties and boxer briefs cannot be returned or refunded.<br\/><br\/>To be eligible for a return, your item must be unused and in the same condition that you received it, according to the warranty below. It must also be in the original packaging.<\/p><h4>Need to make a return?:<\/h4><p>Before sending your item back, please email us at<br\/> embracelife@ecoaya.com with the subject line:<br\/><br\/> - Return Request – [Your Order Number]<br\/><br\/>We require photos of the item to determine if it qualifies for a return or exchange. Once you contact us, we’ll provide the details and next steps.<br\/>If you have any issues please email embracelife@ecoaya.com. Please write the main reason of your email on the email subject line as we tend to respond quicker to more urgent emails.<\/p><h4>Refunds (if applicable)<\/h4><p>Once your return is received and inspected, we will send you an email to notify you that we have received your returned item. We will also notify you of the approval or rejection of your refund. If you are approved, then your refund will be processed, and a credit will automatically be applied to your credit card or original method of payment, within a certain amount of days.<br\/><br\/>There are certain situations where only partial refunds are granted (if applicable): Any item that is returned more than 15 days after delivery. Gift cards are non-refundable.<br\/><br\/>Purchases made with gift cards can be returned and exchanged for store credit.<\/p><h4>Exchanges (if applicable)<\/h4><p>We only replace items if they are defective or damaged. If you need to exchange it for the same item, send us an email.<\/p><h4>Shipping<\/h4><p>Upon acceptance of return a ground-shipping label will be sent to you with the return address for the product.<\/p><h4>Warranty<\/h4><p>Aya Eco Fashion provides a full refund on any defected item. Natural wear and tear, including pilling and abrasion, is not covered by the Warranty. Damage done by by user including but not limited to rips and tears are not covered by the Warranty, including any damage done during any washing not according to our posted washing instructions. Damages will be assessed by Aya Eco Fashion to determine if they fall under the Warranty.<\/p>","custom_liquid":"","color":"#2b3537","font_size":16,"font_weight":400}}},"block_order":["heading_zMj3zr","text_chyMfk"],"disabled":true,"custom_css":[".custom-heading {padding-bottom: 20px;}",".row123 {margin: auto !important;}","h4 {font-size: 20px; font-weight: 500;}","@media screen and (max-width: 749px) {h3 {font-size: 24px !important; line-height: 22px; }}"],"settings":{"use_global_font":false,"font_family":"baskerville","custom_anchor_id":"","section_width":"grid","text_width":"grid","text_position":"center","text_alignment":"left","color_bg":"rgba(0,0,0,0)","color_text":"#151515","color_links":"#151515","disable_top_spacing":false,"disable_bottom_spacing":true}}},"order":["main","rich_text_BFqnq6"]}