{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_page_title":false,"disable_top_spacing":false,"disable_bottom_spacing":false}},"rich_text_BFqnq6":{"type":"rich-text","blocks":{"heading_zMj3zr":{"type":"heading","settings":{"text":"Refund policy","color":"#2b3537","font_size":40,"font_weight":500}},"text_chyMfk":{"type":"text","settings":{"text":"<p>⚠️ <strong>Temporary Return & Exchange Hold - July 2025 ⚠️<\/strong><\/p><p>Due to temporary internal processing delays, we have placed a <strong>hold on all returns and exchanges.<\/strong> This is only for a few weeks, and we will notify all customers as soon as returns are being accepted again.<\/p><p>If you would like to request a return or exchange during this period, please still email us at embracelife@ecoaya.com with your order details, we will place your request on a priority list, so you will be among the first to be assisted once the hold is lifted.<\/p><p>In the meantime, please keep your item(s) unused, unwashed, and in their original condition and packaging. Once we resume processing, we will inspect the item and proceed with your refund or exchange, based on your preference and our regular policy.<\/p><p>We appreciate your patience and understanding, this is a temporary measure, and our full return and refund policy, as detailed below, remains unchanged.<\/p><p> <\/p><p><strong>Returns<\/strong><br\/><\/p><p>Our policy lasts 15 days, with a $5.00 return shipping label for all USA orders. The fee will be deducted from your refund. If 15 days have gone by since your purchase, unfortunately we generally cannot offer you a refund or exchange. Please note, for hygienic purposes, panties and boxer briefs cannot be returned or refunded.<\/p><p>To be eligible for a return, your item must be unused and in the same condition that you received it, according to the warranty below. It must also be in the original packaging.<\/p><p>For international orders, buyers are responsible for shipping costs. However, if a wrong or defective garment is received, we will cover the return shipping costs if the local government postal service is used. Refunds cannot be processed if these conditions are not met.<\/p><p><strong>Need to make a return?:<\/strong><\/p><p>Before sending your item back, please email us at embracelife@ecoaya.com with the subject line: <\/p><p>- Return Request – [Your Order Number] <\/p><p>We require photos of the item to determine if it qualifies for a return or exchange. Once you contact us, we’ll provide the details and next steps.<\/p><p>If you have any issues please email embracelife@ecoaya.com. Please write the main reason of your email on the email subject line as we tend to respond quicker to more urgent emails.<\/p><p><strong>Items Returned in Damaged or Unsellable Condition<\/strong><\/p><p>If an item is returned damaged or unsellable, we may return it to the customer, with the shipping cost covered by the customer. Some exceptions may apply, so please contact customer service if you have any questions or concerns.<\/p><p><strong>Exchanges (if applicable)<br\/><br\/><\/strong>We only exchange items if they are defective or damaged. If you need to exchange it for the same item, send us an email at embracelife@ecoaya.com<\/p><p>When a customer requests an exchange for an international order, they will be responsible for paying any applicable customs duties and taxes on the new shipment. Please note that we are unable to refund any customs duties or taxes paid on the original order.<\/p><p><strong>Shipping<\/strong><br\/>Upon acceptance of return a ground-shipping label will be sent to you with the return address for the product.<\/p><p><strong>Warranty<\/strong><br\/>Aya Eco Fashion provides a full refund on any defected item. Natural wear and tear, including pilling and abrasion, is not covered by the Warranty. Damage done by by user including but not limited to rips and tears are not covered by the Warranty, including any damage done during any washing not according to our posted washing instructions. Damages will be assessed by Aya Eco Fashion to determine if they fall under the Warranty.<\/p><p>Note:<br\/>We respond to emails and messages Monday through Friday, between 8:00 AM and 6:30 PM Eastern Time (ET).<\/p>","custom_liquid":"","color":"#2b3537","font_size":16,"font_weight":400}}},"block_order":["heading_zMj3zr","text_chyMfk"],"custom_css":[".custom-heading {padding-bottom: 20px; text-align: center;}",".row123 {margin-right: 3%; margin-left: 3%;}"],"settings":{"custom_anchor_id":"","section_width":"grid","text_width":"large","text_position":"center","text_alignment":"left","color_bg":"rgba(0,0,0,0)","color_text":"#151515","color_links":"#151515","disable_top_spacing":false,"disable_bottom_spacing":true}}},"order":["main","rich_text_BFqnq6"]}